content/posts/Order_out_of_chaos_by_Prigogine_and_Stengers_in_1984.md
+++
title = "Order out of chaos by Prigogine and Stengers in 1984"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:33-04:00
slug = "Order_out_of_chaos_by_Prigogine_and_Stengers_in_1984"
draft = false
+++

## Introduction: The Challenge to Science {#introduction-the-challenge-to-science}


###  {#}


## Book One: The delusion of the universal (a critique of the history of science) {#book-one-the-delusion-of-the-universal--a-critique-of-the-history-of-science}


### I. The triumph of reason {#i-dot-the-triumph-of-reason}

<!--list-separator-->

-  1. The new Moses

<!--list-separator-->

-  2. A dehumanized world

<!--list-separator-->

-  3. The Newtonian synthesis

<!--list-separator-->

-  4. The experimental dialogue

<!--list-separator-->

-  5. The myth at the origin of science

<!--list-separator-->

-  6. The limits of classical science


### II. The identification of the real {#ii-dot-the-identification-of-the-real}

<!--list-separator-->

-  1. Newton's laws

<!--list-separator-->

-  2. Motion and change

<!--list-separator-->

-  3. The language of dynamics

<!--list-separator-->

-  4. Laplace's demon


### III. The two cultures {#iii-dot-the-two-cultures}

<!--list-separator-->

-  1. Diderot and the discourse of the living

<!--list-separator-->

-  2. Kant's critical ratification

<!--list-separator-->

-  3. A philosophy of nature? Hegel and Bergson

<!--list-separator-->

-  4. Process and reality: Whitehead

<!--list-separator-->

-  5. "Ignoramus, Ignoramibus": the positivist's strain

<!--list-separator-->

-  6. A new start


## Book Two: The science of complexity (the history of thermodynamics) {#book-two-the-science-of-complexity--the-history-of-thermodynamics}


### IV. Energy and the industrial age {#iv-dot-energy-and-the-industrial-age}

<!--list-separator-->

-  1. Heat, the rival of gravitation

<!--list-separator-->

-  2. The principle of the conservation of energy

<!--list-separator-->

-  3. Heat engines and the arrow of time

<!--list-separator-->

-  4. From technology to cosmology

<!--list-separator-->

-  5. The birth of entropy

<!--list-separator-->

-  6. Boltzmann's order principle

<!--list-separator-->

-  7. Carnot and Darwin


### V. The three stages of thermodynamics {#v-dot-the-three-stages-of-thermodynamics}

<!--list-separator-->

-  1. Flux and force

<!--list-separator-->

-  2. Linear thermodynamics

<!--list-separator-->

-  3. Far from equilibrium

<!--list-separator-->

-  4. Beyond the threshold of chemical instability

<!--list-separator-->

-  5. The encounter with molecular biology

<!--list-separator-->

-  6. Bifurcations and symmetry-breaking

<!--list-separator-->

-  7. Cascading bifurcations and the transitions to chaos

<!--list-separator-->

-  8. From Euclid to Aristotle


### VI. Order through fluctuations {#vi-dot-order-through-fluctuations}

<!--list-separator-->

-  1. Fluctuations and chemistry

<!--list-separator-->

-  2. Fluctuations and correlations

<!--list-separator-->

-  3. The amplification of fluctuations

<!--list-separator-->

-  4. [structural stability]({{< relref "structural_stability" >}})

<!--list-separator-->

-  5. Logistic evolution

<!--list-separator-->

-  6. Evolutionary feedback

<!--list-separator-->

-  7. Modelizations of complexity

<!--list-separator-->

-  8. An open world


## Book Three: From being to becoming (nonequilibrium dynamics) {#book-three-from-being-to-becoming--nonequilibrium-dynamics}


### VII: Rediscovering time {#vii-rediscovering-time}

<!--list-separator-->

-  1. A change of emphasis

<!--list-separator-->

-  2. The end of universality

<!--list-separator-->

-  3. The rise of quantum mechanics

<!--list-separator-->

-  4. Heisenberg's uncertainty relation

<!--list-separator-->

-  5. The temporal evolution of quantum systems

<!--list-separator-->

-  6. A nonequilibrium universe


### VIII: The clash of doctrines {#viii-the-clash-of-doctrines}

<!--list-separator-->

-  1. Probability and irreversibility

<!--list-separator-->

-  2. Boltzmann's breakthrough

<!--list-separator-->

-  3. Questioning Boltzmann's interpretation

<!--list-separator-->

-  4. Dynamics and thermodynamics: two separate worlds

<!--list-separator-->

-  5. Boltzmann and the arrow of time


### IX: Irreversibility--the entropy barrier {#ix-irreversibility-the-entropy-barrier}

<!--list-separator-->

-  1. Entropy and the arrow of time

<!--list-separator-->

-  2. Irreversibility as a symmetry-breaking process

<!--list-separator-->

-  3. The limits of classical concepts

<!--list-separator-->

-  4. The renewal of dynamics

<!--list-separator-->

-  5. From randomness to irreversibility

<!--list-separator-->

-  6. The entropy barrier

<!--list-separator-->

-  7. The dynamics of correlations

<!--list-separator-->

-  8. Entropy as a selection principle

<!--list-separator-->

-  9. Active matter


## Conclusions: From earth to heaven--the reenchantment of nature {#conclusions-from-earth-to-heaven-the-reenchantment-of-nature}


### 1. An open science {#1-dot-an-open-science}


### 2. Time and times {#2-dot-time-and-times}


### 3. The entropy barrier {#3-dot-the-entropy-barrier}


### 4. The evolutionary paradigm {#4-dot-the-evolutionary-paradigm}


### 5. Actors and spectators {#5-dot-actors-and-spectators}


### 6. A whirlwind in a turbulent nature {#6-dot-a-whirlwind-in-a-turbulent-nature}


### 7. Beyond tautology {#7-dot-beyond-tautology}


### 8. The creative course of time {#8-dot-the-creative-course-of-time}


### 9. The human condition {#9-dot-the-human-condition}


### 10. The renewal of nature {#10-dot-the-renewal-of-nature}
